[
  {
    "titulo": "Um copo d'agua",
    "caso": "Um homem entra num bar e pede um copo d'agua. O barman puxa uma arma de debaixo do balcão e aponta para a cabeça do homem, que responde \"obrigado\" e sai do bar.",
    "resolucao": "O homem havia entrado no bar para se livrar de soluços, procurando um copo de água. O barman, percebendo a situação, saca a arma e aponta-a para o homem, a fim de curá-lo com um susto."
  },
  {
    "titulo": "Uma morte incomum",
    "caso": "Paulo trabalha num banco. Nesse dia, um grande apagão ocorre em toda a cidade. Poucos minutos depois, Paulo morre eletrocutado.",
    "resolucao": "Paulo é técnico de informática e decidiu trabalhar no parque naquele dia, sentado em um banco. De repente, inicia-se uma tempestade e, em seguida, ocorre o apagão. Quando Paulo está pensando em ir para casa, é atingido por um raio."
  },
  {
    "titulo": "O último trem",
    "caso": "Sebastião estava sentado lendo o jornal quando ouviu um barulho. No momento que percebeu o que havia ocorrido, lamentou por não ter pegado o trem a tempo. Pouco tempo depois, Sebastião cometeu suicídio.",
    "resolucao": "Sebastião estava falido. Ele era um colecionador de trens e, para resolver seus problemas econômicos, pretendia vender o seu mais valioso modelo de trem. Ele estava limpando o trem sobre a mesa, mas não deixou-o posicionado de forma segura. Quando se sentou para descansar e começou a ler seu jornal, ouviu o trem caindo da mesa. Sebastião não teve tempo de pegá-lo antes de cair no chão."
  },
  {
    "titulo": "Uma porta aberta",
    "caso": "Quando Marcelo acordou naquela manhã, ele estava surpreso que a porta estava aberta. Justo quando Marcelo estava cruzando a porta ele foi decapitado.",
    "resolucao": "Marcelo era um canário que vivia em sua gaiola. Geraldo, um gato, estava esperando sua oportunidade para pegar Marcelo e comê-lo. Quando seu dono deixou a porta da gaiola aberta por engano, Marcelo voou para fora e Geraldo não hesitou em arrancar a pequena cabeça de Marcelo com uma mordida."
  },
  {
    "titulo": "O acidente",
    "caso": "Um homem dirigindo um carro provoca um acidente ao colidir com uma bicicleta, ao virar de inesperado em um cruzamento. Quando os policiais chegam, outro homem é preso. Aquele que estava dirigindo é levado para casa.",
    "resolucao": "O condutor do carro estava numa aula prática da autoescola e seu instrutor lhe disse para fazer uma curva incorreta em um cruzamento, batendo em uma bicicleta. Os policiais julgaram o instrutor responsável pelo acidente, de modo que o prenderam e levaram o aluno para casa."
  },
  {
    "titulo": "Morte no museu",
    "caso": "Um homem vestindo uma balaclava sai correndo de um museu com um quadro debaixo do braço. Um policial o vê, matando-o com um tiro e cometendo suicídio logo depois. Poucos dias depois, o homem assassinado é nomeado filho favorito da cidade.",
    "resolucao": "Durante uma onda de frio um incêndio se deu em um museu e seu diretor tentou salvar a pintura mais valiosa da coleção. O policial não havia percebido o incêndio e pensou que o homem era um ladrão. O policial manda o homem parar, mas, como o diretor era surdo, não parou e o policial atirou, ferindo-o fatalmente. Quando o policial percebeu o que tinha feito, cometeu suicídio."
  },
  {
    "titulo": "Pulando do 6º andar",
    "caso": "Uma mulher salta do parapeito da janela do sexto andar. No entanto, não morre nem sofre quaisquer lesões.",
    "resolucao": "A mulher estava prestes a cometer suicídio, mas pensou melhor e, em vez de saltar para fora, decidiu pular de volta para seu apartamento."
  },
  {
    "titulo": "O apagão",
    "caso": "Uma mulher, no trabalho, está descendo as escadas, quando de repente há um apagão. Nesse exato momento ela percebe que seu marido está morrendo.",
    "resolucao": "A mulher trabalhava como eletricista em um hospital e sabia que os geradores de emergência estavam quebrados. Seu marido havia sofrido um acidente de carro e estava naquele hospital, conectado a uma máquina que o mantinha vivo. Quando o apagão ocorreu, ela sabia que seu marido não podia estar respirando sozinho e, portanto, que ele estava morrendo."
  },
  {
    "titulo": "Agora não...!",
    "caso": "Uma mulher está em casa, assistindo tristemente à rua através de sua janela. Logo depois, ela salta pela janela. Naquele exato momento ela ouve o telefone tocando e lamenta o salto.",
    "resolucao": "Depois de um desastre nuclear, a mulher pensou que ela era a única pessoa viva e decidiu por fim a sua vida. Quando o telefone tocou ela percebeu que não estava sozinha, mas era tarde demais."
  },
  {
    "titulo": "Testemunha de um sequestro",
    "caso": "Um empresário testemunha um sequestro. No entanto, quando ele conta à polícia, eles não acreditam nele.",
    "resolucao": "Depois de sair do dentista, a testemunha foi incapaz de falar adequadamente, já que ele estava com a boca dormente. Os policiais pensavam que o homem estava bêbado e não acreditaram nas suas palavras."
  },
  {
    "titulo": "Um roubo sem solução",
    "caso": "Um rapaz vai para a farmácia e rapidamente sai dela com o dinheiro da caixa registradora. O dono da farmácia chama a polícia e, algum tempo depois, um policial recupera o dinheiro e leva o rapaz com ele. Naquela noite, as três pessoas vão à delegacia para relatar um roubo.",
    "resolucao": "O rapaz era filho do dono da farmácia. Seu carro tinha sido roubado e ele tinha um exame importante. Ele estivera na farmácia para pedir à mãe algum dinheiro para que ele pudesse pegar um táxi. Além disso, a mãe chamou seu marido, que era um policial, e pediu-lhe para levar o filho para o exame. Ele o fez e, como o filho não precisava mais do dinheiro, devolveu-o ao pai, que o devolveu à mãe. Finalmente, toda a família relata o roubo do carro."
  },
  {
    "titulo": "Outros dois caem no chão",
    "caso": "Dois homens estão batendo um ao outro quando ambos caem no chão.",
    "resolucao": "A filha de um dos boxeadores tinha sido sequestrada e ela morreria se seu pai vencesse a próxima luta. No final da luta, o adversário do boxeador desmaiou e o outro boxeador, para não vencer, se jogou no chão."
  },
  {
    "titulo": "Doutor, doutor",
    "caso": "Um homem vai ao médico para saber os resultados de alguns exames. Os resultados não mostram problemas de saúde. No entanto, ele comete suicídio logo após a visita.",
    "resolucao": "O paciente sabia que sua esposa estava traindo-o, mas ele só sabia o nome do amante. Sua esposa jurou-lhe que este amante não existia. No entanto, quando o homem saiu do médico, ele viu o nome do amante no relatório. O homem percebeu que sua esposa estava traindo-o com seu médico e não conseguiu lidar com isso."
  },
  {
    "titulo": "Perdido",
    "caso": "João sai em uma viagem com sua bússola. Depois de uma longa caminhada, ele para para comer um sanduíche. Depois disso ele não consegue encontrar o caminho de volta.",
    "resolucao": "João era um cientista que trabalhava perto do Pólo Norte. Quando andava, caminhou para o norte, e parou para comer seu sanduíche precisamente no Pólo Norte. Quando ele tentou voltar, sua bússola era inútil, já que todas as direções apontavam para o sul."
  },
  {
    "titulo": "Splish, Splash!",
    "caso": "André estava navegando em seu barco quando seu relógio caiu ao mar. Ele é um ótimo mergulhador, no entanto, não consegue recuperá-lo.",
    "resolucao": "Ele estava navegando no Mar Morto. Devido à enorme concentração de sal, ele não conseguiu afundar o suficiente para obter o relógio."
  },
  {
    "titulo": "Uma morte prematura",
    "caso": "Um homem que esperava morrer em poucos dias morre prematuramente.",
    "resolucao": "O homem, doente, era um doador de órgão e sua morte iria salvar a vida de outro homem, um milionário, que era compatível com ele. O filho do milionário queria herdar a fortuna de seu pai e envenenou-o para que seus órgãos se tornassem incapazes de trabalharem no corpo de seu pai."
  },
  {
    "titulo": "Há luz",
    "caso": "Roger vê uma luz e fica paralisado, morrendo segundos depois",
    "resolucao": "Roger era um coelho que escapou da casa onde morava. Ele estava cruzando a estrada à noite quando as luzes de um carro o cegaram. O condutor não o viu e o atropelou."
  },
  {
    "titulo": "Um assassinato nada surpreendente",
    "caso": "Um assassinato ocorre, mas ninguém está surpreso.",
    "resolucao": "Alguns amigos estavam jogando o jogo de tabuleiro Detetive (Clue). Todos esperavam o assassinato, para começar a resolver o mistério."
  },
  {
    "titulo": "Impunidade",
    "caso": "Numerosas testemunhas viram que Fernando foi ferido após ser disparado três vezes naquele dia. No entanto, ninguém prendeu o autor dos disparos.",
    "resolucao": "Fernando trabalha como homem-bala em um circo. Naquele dia, na última de suas 3 atuaçãos, Fernando não pôde aterrizar bem na rede e foi ferido."
  },
  {
    "titulo": "Um jantar letal",
    "caso": "Uma mulher planeja matar seu marido no jantar. No entanto, enquanto prepara o jantar, ela comete suicídio.",
    "resolucao": "Ela planejava matá-lo envenenando a comida com alguns comprimidos que carregava em sua bolsa. Quando ela ia pegá-los, percebeu que eles não estavam lá. Seu filho havia engolido-os, pensando que eram doces. Ela não pôde suportar isso e decidiu tirar sua própria vida."
  },
  {
    "titulo": "Que visão incrível!",
    "caso": "Uma mulher olha pela janela e vê um homem com uma faca. Não tem tempo para chamar a polícia antes de ser assassinada.",
    "resolucao": "Era noite e ela realmente viu o reflexo do assassino que estava dentro de sua casa, atrás dela."
  },
  {
    "titulo": "Fogo!",
    "caso": "Quando Raimundo foi mergulhar, nunca pensou que iria morrer queimado.",
    "resolucao": "Houve um incêndio em uma floresta perto da área de mergulho, em um lago. Um hidroavião estava pegando água do lago para extinguir o fogo. O mergulhador foi pego e depois jogado sobre o fogo."
  },
  {
    "titulo": "Garçom! Morte, por gentileza",
    "caso": "Sônia bebe um refresco e Marcos bebe três. No entanto, apenas Sônia morre.",
    "resolucao": "Sônia bebeu o refresco lentamente e os cubos de gelo, que estavam envenenados, tiveram tempo para derreter-se e liberar o veneno. Marcos estava muito sedento e tomou as três bebidas muito rápido. Portanto, o gelo não derreteu."
  },
  {
    "titulo": "Sorte minha",
    "caso": "Pedro ganha o sorteio e comete suicídio.",
    "resolucao": "Isolados pela neve, um grupo de pessoas rifa quem deve morrer para alimentar o resto. Pedro \"ganha\" o sorteio e cumpre sua promessa."
  },
  {
    "titulo": "Eu estou aqui!",
    "caso": "Luiz consegue um tiro, e graças a isso salva sua própria vida.",
    "resolucao": "Luiz era um soldado na frente de batalha. O dia de um grande ataque estava se aproximando. Quando nenhum outro soldado olhava para ele, pôs o braço para que o inimigo pudesse dar um tiro. Assim, ele acabou no hospital, mas salvou sua vida."
  },
  {
    "titulo": "Não parecia tão grave",
    "caso": "Antonio não podia imaginar que aquele resfriado lhe custaria a vida.",
    "resolucao": "Houve um vazamento de gás na casa de Antonio mas, como estava resfriado, não podia sentir o cheiro. Ele morreu quando acendeu um fogo para cozinhar o jantar."
  },
  {
    "titulo": "Um salvamento milagroso",
    "caso": "Eles tentam matá-lo, mas salvam sua vida.",
    "resolucao": "Em um grande jantar, na casa de um duque, várias pessoas tentaram matá-lo. Primeiro, o mordomo envenenou sua bebida. Depois, o cozinheiro serviu-lhe algumas ostras em mau estado para intoxicá-lo gravemente. Quando o duque as comeu vomitou tudo, inclusive o veneno na bebida."
  },
  {
    "titulo": "Chore, bebê, chore",
    "caso": "Márcia estava cercada por pessoas, quando foi assassinada. No entanto, ninguém atendeu seus gritos.",
    "resolucao": "Márcia estava no cinema assistindo a um filme de terror. Uma cena muito assustadora começou. Enquanto todos gritavam, o assassino, que estava atrás dela, a matou."
  },
  {
    "titulo": "O casamento",
    "caso": "José e Josefa vão se casar. No dia antes do casamento, Josefa descobre que José está flertando com outra mulher. Josefa fica muito irritada e diz a José que ela nunca vai perdoá-lo. No entanto, no dia seguinte, eles se casam.",
    "resolucao": "José e Josefa eram amigos e foram se casar, mas cada um com seu respectivo parceiro. Josefa não perdoaria José por trair sua namorada porque ela também era sua amiga."
  },
  {
    "titulo": "Um acidente de trabalho",
    "caso": "Se Fabio não tivesse sido tão rigoroso em seu trabalho, ele estaria vivo agora.",
    "resolucao": "Fabio trabalhou como guarda de segurança em um zoológico. Um dia, ele repreendeu algumas crianças que jogavam comida no covil dos leões. Mais tarde naquele dia, ele escorregou e caiu no covil. Os leões famintos o comeram."
  },
  {
    "titulo": "Culpado",
    "caso": "Ana denuncia sua irmã Maria por matar Fábio, marido de Ana. O juiz determina que, sem dúvida, Maria é culpada. No entanto, ele decide não encarcerá-la.",
    "resolucao": "Ana e Maria são gêmeas siamesas. Um dia, enquanto Ana estava distraída, Maria envenenou a bebida de Fábio. Ela é claramente culpada. No entanto, enviá-la para a prisão significaria punir também uma pessoa inocente."
  },
  {
    "titulo": "O suicídio gravado",
    "caso": "Tereza é encontrada morta em sua casa. Ela está sobre sua mesa, com uma arma em sua mão. Um gravador também é encontrado perto dela. Algum tempo depois, um policial entra na sala. Ele inspeciona a cena do crime e aperta o botão de reprodução do gravador. Ele ouve uma voz dizendo \"Eu não quero mais viver, este é o fim.\" E depois um tiro no final da gravação. Apesar do aparente suicídio, o policial sabe instantaneamente que Tereza foi assassinada.",
    "resolucao": "O oficial não teve que rebobinar a fita cassete, desde que tinha sido rebobinada pelo assassino."
  },
  {
    "titulo": "Doces sonhos",
    "caso": "Luís continua lendo uma história para seu filho, apesar de ocorrer um apagão naquela noite.",
    "resolucao": "Luís era cego e ele costumava ler histórias para dormir de um livro em braille para seu filho. Naquela noite houve um apagão, mas isso não lhe impediu de terminar a história."
  },
  {
    "titulo": "Fratricida",
    "caso": "Um homem mata seu irmão na frente de muitas pessoas. No entanto, ninguém o denuncia.",
    "resolucao": "O homem trabalhava como carrasco e seu irmão havia sido sentenciado à morte."
  },
  {
    "titulo": "Para uma venda",
    "caso": "Um vendedor tenta muito conseguir uma venda e, como resultado, acaba morrendo.",
    "resolucao": "O vendedor foi vender coletes à prova de balas. Um dia para demonstrar a qualidade do seu produto a um cliente, o vendedor colocou um colete e insistiu para o cliente dispará-lo. Infelizmente, o cliente falhou o tiro e a bala atingiu o vendedor na cabeça."
  },
  {
    "titulo": "Morte: atrasada",
    "caso": "Vera nunca pensou que a decisão de viajar de avião iria salvar sua vida.",
    "resolucao": "Há alguns dias Vera tinha sido operada. Antes de embarcar no avião, teve que passar pelo detector de metais, que não parou de apitar apesar dela ter removido tudo o que carregava. Após um exame de raios-X, descobriu-se que os médicos tinham deixado um bisturi dentro de seu corpo. Se Vera não o tivesse descoberto a tempo, teria morrido com certeza."
  },
  {
    "titulo": "Empregado do mês",
    "caso": "Francisco morre de um ataque cardíaco no trabalho. Seus colegas de trabalho estão lá quando isso acontece. No entanto, eles não procuram ajuda até que Francisco morra.",
    "resolucao": "Francisco era um ator de teatro e sofreu um ataque cardíaco no meio de uma atuação. Entretanto, ele interpretava alguém que sofria um ataque cardíaco. Seus colegas e o público simplesmente pensaram que Francisco estava fazendo uma ótima atuação."
  },
  {
    "titulo": "E o vento levou",
    "caso": "Se aquela noite o vento não tivesse soprado tão forte, Angela ainda estaria viva.",
    "resolucao": "Dado que havia vento, Angela decidiu ir a um campo próximo para empinar sua pipa. No anoitecer, ela não conseguia enxergar a torre de transmissão na vizinhança. Quando sua pipa ficou presa nos cabos e ela tentou desembaraçá-la, foi eletrocutada."
  },
  {
    "titulo": "O papagaio",
    "caso": "Uma mulher entra em uma loja de animais para comprar um papagaio. O vendedor oferece-lhe um, dizendo-lhe que é um ótimo papagaio e que pode repetir tudo o que ouve. Alguns dias mais tarde, a mulher, sentindo-se enganada, volta para a loja para recuperar seu dinheiro. No entanto, ela volta para casa com o papagaio e não com seu dinheiro.",
    "resolucao": "O papagaio era surdo, logo, não poderia repetir nada, pois nada ouvia. O vendedor não devolveu o dinheiro à mulher pois ele não mentira para ela."
  },
  {
    "titulo": "Diamante? Que diamante?",
    "caso": "Um ladrão é surpreendido à noite na mansão do conde. Embora os guardas tenham parado o ladrão antes que pudesse escapar, o diamante roubado nunca foi recuperado.",
    "resolucao": "O ladrão invadiu a mansão com um pombo-correio. Pegou o diamante e amarrou-o a uma das patas do animal, que voou para fora da mansão. O pombo retornou para a casa do ladrão, e esperou por ele com o diamante."
  },
  {
    "titulo": "Pacote não aberto",
    "caso": "Um homem é encontrado morto em um campo. Em torno dele há apenas um pacote fechado.",
    "resolucao": "O homem estava fazendo paraquedismo e seu paraquedas não abriu. O pacote fechado era o paraquedas fechado."
  },
  {
    "titulo": "O homem nu",
    "caso": "Um homem nu é encontrado morto em um pasto. Em sua mão há um palito.",
    "resolucao": "O homem estava viajando com alguns companheiros em um balão que estava prestes a cair. A fim de deixar o balão mais leve, todos tiraram suas roupas. Isso não foi suficiente e eles decidiram que um deles deveria saltar para que os outros pudessem sobreviver. Todos concordaram em tirar no palito. O homem que pegou o menor palito fez como prometido e saltou do balão."
  },
  {
    "titulo": "O noticiário",
    "caso": "Um homem está assistindo ao noticiário na TV: houve um terrível acidente com muitas vítimas. Ele se levanta, acende a luz e comete suicídio.",
    "resolucao": "O homem estava a cargo do farol e viu a notícia de que um navio tinha acabado de colidir porque o farol estava desligado. Sentindo-se muito culpado e afetado por seu erro, ele acendeu a luz para evitar um novo acidente e cometeu suicídio."
  },
  {
    "titulo": "Que nojo!",
    "caso": "Rita passou rapidamente de ter um monte de jóias a morrer cercada por lixo.",
    "resolucao": "Rita era uma ladra e tinha acabado de roubar um monte de jóias. Para escapar da polícia, ele decidiu se esconder em uma lixeira. O caminhão de lixo chegou antes que ele pudesse sair. Devido ao barulho do caminhão, ninguém ouviu seus gritos e ela morreu triturada."
  },
  {
    "titulo": "Vestida para morrer",
    "caso": "Uma mulher termina de se vestir e morre.",
    "resolucao": "Havia uma aranha muito venenosa em um de seus sapatos. Quando a mulher terminou de se vestir, ela colocou os sapatos e a aranha a mordeu."
  },
  {
    "titulo": "Congelado",
    "caso": "Se Thiago não tivesse cozinhado naquela noite, não seria congelado até a morte.",
    "resolucao": "Thiago cozinhava fora de sua cabana nas montanhas. O cheiro de sua refeição atraiu um urso próximo. Para afugentá-lo, ele deu um tiro com seu rifle. Isso causou uma avalanche que o enterrou. Algum tempo depois, ele morreu congelado."
  },
  {
    "titulo": "Os pássaros",
    "caso": "Um ornitófilo encontra um pássaro inesperado. Logo depois disso ele morre.",
    "resolucao": "O homem era um passageiro em um pequeno avião. O pássaro colidiu no motor fazendo o avião bater no chão."
  },
  {
    "titulo": "Sonho pré-monitório",
    "caso": "Um homem adverte seu chefe \"Não pegue um vôo para Londres! Ontem à noite eu tive um sonho que seu avião ia bater\". O homem é imediatamente demitido.",
    "resolucao": "O homem trabalhava como guarda de segurança e não deveria ter adormecido durante sua vigília. O chefe demitiu o homem porque ele não fez o seu trabalho corretamente e essa não foi a primeira vez."
  },
  {
    "titulo": "Morte ao volante",
    "caso": "No assento do motorista de um carro, uma mulher é encontrada morta. Há uma arma no banco de trás, fora de seu alcance. As janelas estão fechadas e as portas estão todas trancadas.",
    "resolucao": "A mulher estava sentada em um conversível e o teto estava abaixado. O assassino atirou nela e jogou a arma no banco de trás do carro."
  },
  {
    "titulo": "Os mortos dançantes",
    "caso": "Um casal de dançarinos morre durante uma competição de dança.",
    "resolucao": "Durante uma competição de tango, outro -muito competitivo- casal envenenou a rosa que o casal passou um ao outro durante o sua performance. Isso matou os dois. Desta forma os assassinos puderam ganhar a competição."
  },
  {
    "titulo": "Inocente?",
    "caso": "Gabriel invade a casa de Alexandre para matá-lo, mas não o faz. No entanto, Gabriel é imediatamente preso e condenado pelo crime.",
    "resolucao": "Gabriel era um assassino de aluguel. A pessoa que o contratou tinha planejado matar Alexandre e livrar-se de Gabriel. Para conseguir isso, ele contratou um segundo assassino de aluguel que matou Alexandre antes de Gabriel entrar. Quando Gabriel chegou, Alexandre estava morto e a polícia já tinha sido chamada e estava a caminho."
  },
  {
    "titulo": "O homem enforcado",
    "caso": "Em uma sala trancada há um homem pendurado no teto e não há nenhum outro objeto em torno dele.",
    "resolucao": "O homem queria tirar a própria vida. Não tendo qualquer outro suporte, ele usou um bloco de gelo. Ele chutou o bloco para se enforcar. Após algum tempo, apenas uma pequena poça de água foi deixada."
  },
  {
    "titulo": "O Restaurante",
    "caso": "Um homem entra num restaurante, come e se levanta da mesa chorando incontrolavelmente.",
    "resolucao": "O homem era um dos poucos sobreviventes de um naufrágio. Quando esteve com os outros na ilha que atingiram, foi-lhe dito que estavam comendo carne de tartaruga, que um dos sobreviventes caçara. O que eles estavam comendo, na realidade, era carne das pessoas que haviam morrido no acidente. Quando o homem provou a carne do restaurante, percebeu que a carne de outrora definitivamente não era de tartaruga..."
  },
  {
    "titulo": "Os sapatos da morte",
    "caso": "Uma mulher compra um par de sapatos vermelhos e sai para trabalhar. Enquanto trabalhava, ela morre.",
    "resolucao": "A mulher trabalhava no circo, como assistente de um arremessador de facas. Seus novos sapatos eram um pouco mais altos do que de costume e seu parceiro de trabalho - que estava habituado a arremessar as facas sempre à mesma altura - acaba ferindo-a mortalmente."
  },
  {
    "titulo": "Falência",
    "caso": "Um homem chega a um hotel em seu carro, e então percebe que está encrencado.",
    "resolucao": "O homem estava jogando Banco Imobiliário e, em seu turno, chegou ao hotel mais caro do jogo, quando já não tinha quase nenhum dinheiro sobrando."
  },
  {
    "titulo": "Morte na neve",
    "caso": "Há um corpo no meio da neve. O detetive que investiga o caso segue um tipo de marca de pneus na neve, que o levam a uma casa onde dentro estão quatro pessoas. Ao encontrar as quatro pessoas, o detetive imediatamente identifica o assassino.",
    "resolucao": "O culpado é o único que está em uma cadeira de rodas."
  },
  {
    "titulo": "O melhor dia da vida dela",
    "caso": "Ela pensou que aquele fosse o melhor dia de sua vida, momentos antes de morrer.",
    "resolucao": "Ao final de um espetáculo teatral, a atriz principal apareceu e o público começou a aplaudir. Naquele momento, houve uma falha na estrutura do cenário, que começou a desabar sobre o palco. As pessoas levantaram-se de seus lugares gritando, tentando avisar à atriz o que estava acontecendo, mas ela pensou que o público estivesse em pé ovacionando-a e assim, morreu esmagada pelos escombros."
  },
  {
    "titulo": "Antônio e Cleópatra",
    "caso": "Antônio e Cleópatra são encontrados caídos no chão, mortos, cercados por cacos de vidro.",
    "resolucao": "Antônio e Cleópatra eram dois peixes que nadavam em um pequeno aquário, que estava em cima de uma prateleira. Certa tarde, um gato entrou sorrateiramente na sala, através de uma janela aberta e derrubou o aquário, que caiu da estante e quebrou-se contra o chão."
  },
  {
    "titulo": "O Tesouro Perdido",
    "caso": "Thiago escondeu um tesouro mas, quando decidiu recuperá-lo, não foi capaz de encontrá-lo.",
    "resolucao": "Thiago enterrou o tesouro quando tinha 8 anos de idade. Logo após, escreveu um bilhete, no qual marcou a distância - em passos - que ele deveria dar para encontrar novamente seu tesouro. Porém, Thiago cresceu e seu passo ficou muito mais longo do que quando ele era criança. Assim, ele jamais pôde encontrar seu tesouro novamente."
  },
  {
    "titulo": "Morrendo de fome",
    "caso": "Uma mulher morre de fome, apesar de estar cercada por comida.",
    "resolucao": "A mulher trabalhava no depósito de uma grande empresa de alimentos. Trabalhando sozinha em um feriado, acaba se trancando acidentalmente no depósito. Como toda a comida do lugar era enlatada - e não havia nenhum abridor de latas à mão - ela morre de fome."
  },
  {
    "titulo": "Um crime perfeito",
    "caso": "Uma mulher assassina o marido em sua casa. Após investigação da polícia, concluem que foi um acidente.",
    "resolucao": "A mulher planejara assassinar o marido, contudo, houve um terremoto. Ela então aproveita o tremor para empurrar um armário sobre o marido. Ao estudar a cena, a polícia assume que o armário caira durante o terremoto."
  },
  {
    "titulo": "Um homem incomum",
    "caso": "Um homem mora no 10º andar de um prédio. Todas as manhãs, para ir ao trabalho, ele pega normalmente o elevador até o térreo. Quando volta do trabalho, ele pega o elevador até o 7º andar. Então, ele sai do elevador e sobe os 3 últimos andares pelas escadas.",
    "resolucao": "O homem é muito baixinho, então ele não tem problema algum em apertar o botão do andar térreo do elevador. Porém, ele não alcança o botão do 10º andar, alcançando no máximo o botão do 7º."
  },
  {
    "titulo": "Água?",
    "caso": "Um homem morre desidratado em sua própria casa, apesar de haver muita água disponível.",
    "resolucao": "O homem morava em um iate. Um dia, estando em mar aberto, o iate sofreu uma falha que o impediu de voltar à terra e de pedir ajuda. Apesar de estar cercado por água, ele não podia bebê-la e acabou morrendo de sede."
  },
  {
    "titulo": "Uma ligação misteriosa",
    "caso": "Um homem está deitado em sua cama, tentando dormir. Ele pega o telefone e faz uma ligação. Ele espera um pouco e desliga antes que alguém possa atender a ligação e então, dorme em paz.",
    "resolucao": "Seu vizinho estava roncando muito alto e ele decide acordá-lo com a ligação. Antes do vizinho responder, quando o ronco havia parado, o homem desliga e vai dormir."
  },
  {
    "titulo": "O mecânico",
    "caso": "Um homem vai à oficina e solicita assistência quando o mecânico estiver disponível. O mecânico responde estar ocupado pelas próximas 2 horas. O homem agradece mas não volta à oficina. Alguns dias depois, ele vai novamente ao mecânico, que diz estar ocupado pela próxima 1 hora. Novamente, o homem não retorna. No dia seguinte o homem vai novamente ao mecânico que diz \"você está com sorte, mais 5 minutos e eu estarei disponível\" mas o homem vai embora da mesma forma.",
    "resolucao": "O homem não queria um conserto em seu carro. Na verdade, ele estava tendo um caso com a esposa do mecânico e queria saber quanto tempo ele podia ficar com ela sem ser pêgo."
  },
  {
    "titulo": "Um bom plano",
    "caso": "Após um cuidadoso planejamento, cinco homens invadem uma casa e pegam milhares de reais em dinheiro. O dono da casa é o único a ir preso.",
    "resolucao": "Os cinco homens eram policiais e eles tinham um mandado de prisão de entrar na casa do mafioso e pegar todo o seu dinheiro. Após planejar a operação, eles prenderam o dono da casa."
  },
  {
    "titulo": "Que a festa comece!",
    "caso": "Um homem pede demissão do emprego e comemora fazendo uma festa noite adentro. No dia seguinte ele se veste e pula da sacada do seu apartamento.",
    "resolucao": "O homem ganhou na loteria. Ele pede demissão e comemora com os amigos. No dia seguinte, ele se veste para resgatar o prêmio mas percebe que o bilhete foi destruído ao lavar seu terno alguns dias antes."
  },
  {
    "titulo": "À queima-roupa",
    "caso": "José dispara 3 tiros à queima-roupa e o sangue cobre seu rosto. Então, ao ver a reação de todos a sua volta, ele decide ir comemorar.",
    "resolucao": "José estava atuando sua última cena em um filme de ação e após várias tentativas, ele consegue a cena perfeita e decide comemorar."
  },
  {
    "titulo": "A Ilha",
    "caso": "Um pirata enterra um tesouro em uma ilha deserta. Um tempo depois, ele tenta retornar à ilha mas nunca consegue apesar de carregar o mapa consigo.",
    "resolucao": "O pirata desenhou o mapa e pediu a um tatuador para tatuá-lo em suas costas. Para ver o mapa, era necessário um espelho e o pirata não se dava conta que o mapa ficava ao contrário, então ao interpretá-lo ele ia na direção errada."
  },
  {
    "titulo": "O rádio silencioso",
    "caso": "Um homem dirigia seu carro ouvindo o rádio quando de repente o rádio fica mudo. Então ele decide sair da estrada e se jogar do alto de um precipício.",
    "resolucao": "O homem era um radialista que havia cometido um assassinato. Ele fugiu e deixou uma transmissão de rádio ao vivo como álibi. Ao perceber que o programa preparado acidentalmente parou de ser transmitido, e que perceberiam que ele era culpado, decide acabar com a própria vida."
  },
  {
    "titulo": "O livro esquecido",
    "caso": "Uma mulher entrega um livro a um homem. Ele olha o livro e diz \"vai custar 3 reais\". A mulher paga pelo livro e deixa o local. Apesar de ela não levar o livro e o homem ter percebido, ele não conta a ela.",
    "resolucao": "A mulher estava devolvendo o livro à biblioteca. Por estar com o livro muito atrasado, precisou pagar uma multa."
  },
  {
    "titulo": "Um final inesperado",
    "caso": "Uma dançarina exótica vai a um encontro para uma sessão privada com um homem. Na sala em que eles estavam, ela tira sua blusa e sutiã. O homem se aproxima, observa seus seios e sorri. Logo após, ela se veste, paga o homem e vai embora.",
    "resolucao": "A mulher passou por uma cirurgia plástica para aumento dos seios poucos dias antes e marcou um horário com o cirurgião para avaliar o resultado da operação. O homem diz que tudo estava perfeito e foi feito um ótimo trabalho. Finalmente a mulher paga a conta e deixa a clínica."
  },
  {
    "titulo": "Varanda",
    "caso": "Dois homens discutem na varanda enquanto outras pessoas assistem da rua. De repente um homem agarra o outro e o empurra varanda abaixo, causando sua morte. Entretando, a polícia prende uma das pessoas que estavam na rua.",
    "resolucao": "Era uma cena de filme e os dois dublês estavam brigando. Um dos dublês deveria cair em um colchão especial mas este foi colocado no lugar errado. A polícia culpou o técnico que colocou o colchão no lugar errado."
  },
  {
    "titulo": "A discussão",
    "caso": "Após uma discussão, Lucas empurra Vinicius, que fica incrédulo enquanto tudo acontece. Após alguns minutos, Lucas morre.",
    "resolucao": "Lucas e Vinicius estavam em um avião sobrevoando a floresta. Houve uma falha mecânica e eles sabiam que o avião ia bater. Eles perceberam que só havia um pára-quedas, e discutiam sobre quem deveria ser salvo; cada um queria que o outro sobrevivesse. Por um instante, Vinicius tinha o pára-quedas em suas mãos e Lucas decidiu empurrá-lo do avião para que este sobrevivesse."
  },
  {
    "titulo": "A morte está no ar",
    "caso": "Marcia vai com seu marido ao aeroporto, pois ele embarcaria no vôo das 7:45 da manhã da Air France, de Paris a Moscou. Ela o vê embarcar e volta para casa. Marcia começa a assistir um filme e 30 minutos depois, aparece o plantão de notícias anunciando que o vôo das 7:45 da manhã, da Air France de Paris a Moscou havia sofrido um acidente. Não há sobreviventes mas Marcia continua assistindo ao filme.",
    "resolucao": "O filme que ela estava assistindo na TV era de duas semanas antes. Ela gravou o filme e só agora estava assistindo."
  },
  {
    "titulo": "Bye bye sutiã",
    "caso": "Um homem encontra uma mulher que nunca havia visto antes. Ele tira sua blusa e seu sutiã e depois a leva consigo. O marido da mulher assiste a tudo mas não faz nada para impedir.",
    "resolucao": "A mulher estava tendo um ataque cardíaco e seu marido chamou uma ambulância. Quando o paramédico chegou, tirou as roupas da mulher para realizar uma defibrilação. Depois, a levou ao hospital."
  },
  {
    "titulo": "Explosão",
    "caso": "Ocorre uma explosão diante de várias testemunhas. Uma pessoa desaparece na explosão e apesar de haver um policial no local, nenhuma investigação é iniciada.",
    "resolucao": "Ao final de um show de mágica, o mágico cria uma pequena explosão e desaparece. O policial na plateia se diverte com o truque e claro, não inicia uma investigação."
  },
  {
    "titulo": "Afogado",
    "caso": "Após Jorge tentar abraçar uma pessoa, ele morre por afogamento.",
    "resolucao": "Jorge estava bêbado e vê seu reflexo num rio. Por estar alcoolizado, ele achou que era uma boa idéia abraçar o \"estranho\". Porém isso fez com que ele caísse no rio e se afogasse."
  },
  {
    "titulo": "O grande salvamento",
    "caso": "Uma mulher estava andando na praia quando encontra um baú cheio de moedas e joias. Apesar de seu elevado valor, ela não gasta nada pelos próximos 2 anos. Um dia, ela decide comprar uma nova casa, um iate e um anel de diamantes exclusivo.",
    "resolucao": "A mulher estava navegando com o marido quando ela naufragou. Ela encontrou o tesouro ao procurar por comida na costa mas ela não pode usá - lo até ser resgatada 2 anos depois."
  },
  {
    "titulo": "Correndo rumo à vitória",
    "caso": "Marcos, corredor profissional, compete contra Júlio, que teve um ataque cardíaco recentemente. Surpreendentemente, Júlio é rápido e ganha de Marcos.",
    "resolucao": "Marcos foi visitar Júlio no hospital e levou um jogo de xadrez para animá-lo. Marcos não sabia que Júlio era um exímio jogador de xadrez e perdeu após poucas jogadas."
  },
  {
    "titulo": "Tarde demais",
    "caso": "Uma mulher corre pelo corredor mas para de repente, e com lágrimas nos olhos, dá meia volta.",
    "resolucao": "A mulher era uma advogada que finalmente conseguiu que seu cliente que estava sentenciado à pena de morte, fosse perdoado. Ela estava correndo para a cadeira elétrica a fim de parar a execução mas ao ver as luzes do corredor piscando, ela se deu conta de que era tarde demais."
  },
  {
    "titulo": "Uma ótima oportunidade",
    "caso": "Um colecionador de moedas encontra um anúncio sobre uma coleção por um preço muito baixo. Após ler cuidadosamente, ele decide comprar. Apesar do anúncio ser verdadeiro e o valor ser muito mais alto que o gasto, ele fica muito zangado.",
    "resolucao": "A esposa do colecionador descobriu que ele tinha um caso com outra mulher. Para se vingar, ela colocou a venda a coleção de moedas do marido por um preço baixo para conseguir vender rápido. Quando o homem percebeu o ocorrido, comprou as moedas rápido antes que alguém o fizesse."
  },
  {
    "titulo": "A última mensagem",
    "caso": "Um homem morre no natal após receber um SMS.",
    "resolucao": "O homem era um terrorista que estava planejando um ataque. Ele armou a bomba para explodir ao receber a mensagem de texto. Quando estava em casa fazendo os retoques finais, recebeu uma mensagem de \"Feliz Natal\" da operadora de celular e isso explodiu a bomba."
  },
  {
    "titulo": "Um rosto muito familiar",
    "caso": "Uma mulher saía de casa às 7 da manhã para trabalhar. Ela sempre vê o mesmo homem na parada de ônibus. Ao voltar do trabalho ela também o vê. Um dia a mulher vai ao seu banheiro e fica abismada ao ver o homem lá.",
    "resolucao": "O que a mulher via na parada de ônibus era um pôster com a foto de um homem em uma campanha publicitária. Um dia a mulher vai ao banheiro e encontra o mesmo homem numa propaganda de revista."
  },
  {
    "titulo": "Um homem e uma mulher estão hospedados em um hotel.",
    "caso": "O homem olha para a mulher, pisca um olho e logo após a mulher cai morta no chão.",
    "resolucao": "O homem e a mulher estavam hospedados em quartos diferentes do mesmo hotel. O homem era um assassino de aluguel contratado para matá-la. Uma noite, de seu quarto, o homem pega seu rifle com visão telescópica, pisca um olho para mirar e atira nela."
  },
  {
    "titulo": "O gato preto",
    "caso": "Um gato preto está andando no meio da rua quando uma luz de poste se quebra. Um homem está dirigindo seu carro com os farois que não funcionam. Apesar disso, ele consegue desviar e não ferir o gato.",
    "resolucao": "O homem desviou do gato porque estava de dia."
  },
  {
    "titulo": "O presente",
    "caso": "João sabe que está morrendo. Momentos antes de morrer ele olha para o rosto da pessoa que está na sua frente e dá a ela algo que tirou do bolso. João olha para o rosto da pessoa e sorri. Agora, ele pode descansar em paz.",
    "resolucao": "João era um soldado na Primeira Guerra Mundial. Enquanto estava sozinho na trincheira, um soldado inimigo pula em sua frente e o esfaqueia no peito com sua baioneta. Enquanto ainda está com a baioneta cravada em seu peito, João tira uma granada do bolso da jaqueta, remove o anel da granada com a mesma mão e a entrega ao soldado inimigo. João morre feliz após ver a expressão de terror no rosto do inimigo."
  },
  {
    "titulo": "Crime não resolvido",
    "caso": "Quando Luiza estava prestes a descobrir quem matou Marcos, ela cai no sono. Ao acordar, ela percebe que não tem mais como descobrir quem o matou.",
    "resolucao": "Luiza estava lendo um livro na praia. Marcos, o personagem principal, foi assassinado e ela estava prestes a descobrir quem cometeu o crime. Antes de descobrir, ela dormiu deitada na areia com o livro. Quando acordou, a maré havia subido e o livro foi levado embora."
  },
  {
    "titulo": "Lagosta mortal",
    "caso": "Um homem senta à mesa e come uma grande lagosta. Ele sabe ser alérgico a frutos do mar e que isso pode matá-lo mas come tudo. Logo após isso, ele morre.",
    "resolucao": "O homem estava no corredor da morte e essa era sua última refeição. Ele não se importou com a alergia pois morreria de qualquer jeito."
  },
  {
    "titulo": "Correndo para a morte",
    "caso": "Uma mulher caminha sozinha em uma rua escura. Um homem caminha atrás dela. A mulher começa a caminhar mais rápido e o homem faz o mesmo. A mulher olha para ele e começa a correr. O homem começa a correr atrás dela e logo após, a mulher morre.",
    "resolucao": "A mulher deixou sua pulseira cair no chão e o homem a pega e tenta devolver. Como a mulher estava ouvindo música, ela não escuta o homem e fica com medo dele. Como estava correndo assustada, ela não percebe que estava no meio da rua e um carro a atinge com consequências fatais."
  },
  {
    "titulo": "Mãos ao alto",
    "caso": "Paulo entra em um ambiente lotado. Ele saca uma arma e atira várias vezes. Algumas pessoas erguem as mãos prontas para entregar seu dinheiro. Entretanto, mesmo havendo alguns policiais lá, ele não é preso.",
    "resolucao": "Paulo trabalhava em uma casa de leilões aonde uma pistola foi oferecida por um bom preço. Após provar que a pistola funcionava adequadamente, os participantes ergueram as mãos para dar lances pela pistola. Obviamente, ninguém foi preso."
  },
  {
    "titulo": "A viúva",
    "caso": "Uma viúva que matou seu parceiro encontra um novo. Ela o mata logo pelas mesmas razões do anterior.",
    "resolucao": "A viúva é uma viúva negra (uma aranha) que frequentemente mata seu parceiro após copular."
  },
  {
    "titulo": "Tesoura mortal",
    "caso": "Uma mulher é encontrada morta no hospital e a arma do crime é uma tesoura. Entretanto, não há cortes no corpo ou feridas de qualquer tipo.",
    "resolucao": "A condição da mulher era crítica e os médicos a conectaram a aparelhos para mantê-la viva. O assassino simplesmente cortou os fios dos aparelhos com tesouras para dar fim a sua vida."
  },
  {
    "titulo": "A biblioteca",
    "caso": "Uma mulher vai à biblioteca, pega um livro e chora.",
    "resolucao": "A mulher era uma escritora e doou um de seus livros à biblioteca. Ela colocou uma nota de 50 reais dentre as páginas como presente para o primeiro que pegasse o livro emprestado. Após um ano, ela voltou à biblioteca, pegou o livro e viu que a cédula ainda estava lá. Percebendo que ninguém havia lido seu livro, ela se debulha em lágrimas."
  },
  {
    "titulo": "O detetive",
    "caso": "Uma mulher faz perguntas ao seu amigo policial sobre uma morte estranha. Após 5 minutos o policial fica surpreso ao ver que a mulher descobriu a causa da morte.",
    "resolucao": "A mulher e o policial eram amigos e estavam jogando \"Dark Stories\". O policial leu uma história e achou que sua amiga não iria resolvê-la. Ele ficou surpreso quando a mulher, após algumas perguntas, descobriu a solução."
  },
  {
    "titulo": "Óculos quebrados",
    "caso": "José tropeça ao correr e seus óculos caem enquanto ele atinge o chão. Logo após, ele encontra os óculos e vê que há muitas pessoas morrendo ao seu redor. Apesar de sua família ter acabado de morrer, ele mantém um sorriso no rosto.",
    "resolucao": "José trabalhava como palhaço em um circo quando houve uma debandada de animais. Ele tropeçou por causa do tamanho de seus sapatos de palhaço e perdeu seus óculos. Quando encontrou os óculos ele pôde ver muitas pessoas morrendo devido a fúria e o caos causados pela debandada. Ele estava triste porque sua família também morreu. Entretanto, por estar usando a maquiagem de palhaço, ele continuou com o sorriso."
  },
  {
    "titulo": "O disparo",
    "caso": "Um homem dispara uma arma de fogo no meio da rua, fazendo várias pessoas correrem. Logo após, uma ambulância socorre um ferido mas ninguém prende o homem.",
    "resolucao": "O homem deu o tiro de largada em uma maratona. Um dos corredores se machucou no início da corrida, mas obviamente não houve prisão."
  },
  {
    "titulo": "Corra Forrest, corra!",
    "caso": "Carlos sai correndo de um prédio com duas malas nas mãos. Um outro homem corre atrás dele, gritando e acenando com facas bem afiadas.",
    "resolucao": "Carlos foi fazer compras. Ao terminar, ele percebeu que estava atrasado para o trabalho e correu para seu carro. Ele estava com tanta pressa que esqueceu seu brinde por gastar mais de 450 reais: um conjunto de facas de churrasco. O caixa, vendo que ele esqueceu seu presente, correu atrás dele tentando entregá-lo."
  },
  {
    "titulo": "Morte sagrada",
    "caso": "Quando o padre parou de falar, Dudu morreu.",
    "resolucao": "Dudu era um hamster que foi à Igreja junto com Enzo, seu dono de 9 anos de idade. Quando o padre estava falando em frente as fieis, o hamster escapou do colo do menino e foi ao altar. Quando o padre terminou o sermão e foi em direção à sua cadeira, ele não viu Dudu e o esmagou com seu pé."
  },
  {
    "titulo": "Toque toque",
    "caso": "Tiago, um agente do serviço secreto, estava relaxando em seu quarto de hotel em Paris quando houve alguém batendo na porta. Ele abre a porta e vê uma bela mulher que ele nunca tinha visto antes. Ela se desculpa porque se enganou achando que era seu próprio quarto. A mulher saiu mas imediatamente Tiago sacou sua arma para impedi-la.",
    "resolucao": "Tiago sabia que a mulher estava mentindo porque ela não teria batido na porta do seu próprio quarto antes de entrar."
  },
  {
    "titulo": "Escada para a morte",
    "caso": "Marcos cai das escadas mas apesar dos ferimentos ele não morre. Porém, a pessoa que testemunha a queda morre.",
    "resolucao": "Marcos era uma criança que escorregou e caiu das escadas. Sua mãe, que sofria de problemas cardíacos, testemunhou o acidente. Ela ficou tão apavorada ao ver seu filho cair que ela desmaiou e bateu severamente a cabeça, morrendo imediatamente."
  },
  {
    "titulo": "O assassino da motosserra",
    "caso": "Um grupo de pessoas observa um homem matar uma mulher com uma motosserra diante deles. Apesar disso, nenhum deles pede por socorro.",
    "resolucao": "Um grupo de amigos decidiu passar o dia em um parque de diversões e entraram na Casa Mal Assombrada. Ambos homem com a motosserra quanto a mulher eram atores. O grupo de amigos riu depois de como eles ficaram assustados."
  },
  {
    "titulo": "Mãos sangrentas",
    "caso": "Marcela dá um tapa na filha de Bárbara, um bebê de 2 anos. Bárbara observa Marcela limpando o sangue em sua mão e a agradece.",
    "resolucao": "Marcela e Bárbara estavam de férias em um país tropical. Em dado momento, Marcela viu um mosquito no braço do bebê. Sem pensar duas vezes, Marcela mata o mosquito com um tapa, atingindo o bebê. Bárbara viu Marcela limpando o sangue do mosquito em sua mão e a agradeceu, já que o mosquito poderia transmitir várias doenças."
  },
  {
    "titulo": "Morte na escola",
    "caso": "Rosa, uma professora, não teria morrido aquele dia se não tivesse feito um elogio a Sara, sua colega de trabalho.",
    "resolucao": "O marido de Sara contratou um assassino de aluguel para matá-la enquanto ela trabalhava na escola. Ele queria ela morta o mais rápido possível, então ele deu ao assassino uma descrição básica de Sara e sua jaqueta verde, que ela gostava muito e estaria usando aquele dia. Naquele dia, Rosa disse a Sara que havia achado a jaqueta muito bonita. Sara decidiu emprestar a jaqueta para Rosa durante o dia. Quando o assassino procurou pela vítima, ele identificou a jaqueta e como Sara e Rosa tinham um peso parecido e a mesma cor de cabelo, o assassino achou que Rosa era seu alvo e a matou."
  },
  {
    "titulo": "A viagem",
    "caso": "Um homem chega sem fôlego a uma casa, fecha a porta e desce as rápido as escadas. Depois, ele anda dois quarteirões até outra casa, entra e respira aliviado.",
    "resolucao": "O homem havia acabado de se mudar. Ele chegou à sua nova casa com as últimas caixas, então respirou aliviado ao terminar a mudança."
  },
  {
    "titulo": "A última atuação",
    "caso": "Se a atuação de Helen não tivesse sido tão boa, ela ainda estaria viva.",
    "resolucao": "Miguel trabalhava em um pequeno teatro da cidade ajustando o palco e se certificando que tudo funcionava bem. Um dia, Miguel segurava os holofotes com uma corda para deixar a iluminação perfeita. Ao final da peça, ele gostou tanto da atuação de Helen que esqueceu estar segurando a corda e começou a aplaudir. Os holofotes caíram atingindo Helen, que morreu no palco."
  },
  {
    "titulo": "Um igresso caro demais",
    "caso": "Pedro decide comprar ingressos para passar o dia com a família. Apesar de ele ter comprado os ingressos para sua família, ele pagou pelo seu ingresso com a própria vida.",
    "resolucao": "Pedro e sua família foram ao zoológico. Ele achou que os ingressos eram muito caros então comprou somente para sua família. Ele decidiu escalar o muro para entrar escondido, porém não sabia que do outro lado do muro ficava a jaula do leão. Quando ele percebeu, era tarde demais para escapar."
  },
  {
    "titulo": "Diversão fatal",
    "caso": "Cinco amigos estão a procura de diversão durante a tarde. Após um tempo, um deles começa a sangrar. Após alguns minutos, seis pessoas morrem.",
    "resolucao": "O grupo de amigos foi para uma Escape Room. O objetivo era encontrar uma saída de uma casa em chamas. Inicialmente eles estavam em uma sala com fumaça liberada em alguns momentos para criar uma atmosfera mais realista. Num dado momento, um deles se machucou. A atendente da sala ficou tão assustada que teve um ataque cardíaco, caindo no botão que ativava a fumaça. Após alguns minutos, todo grupo morreu sufocado."
  },
  {
    "titulo": "O funeral",
    "caso": "Uma mulher vai ao funeral de sua mãe. Após alguns dias, ela mata sua irmã.",
    "resolucao": "A mulher se apaixonou por um homem no funeral de sua mãe, mas esqueceu de pedir seu número de telefone. Alguns dias depois, ela matou sua irmã esperando encontrar o homem novamente."
  },
  {
    "titulo": "Tiquetaque",
    "caso": "Alice está prestes a ir ao trabalho, quando encontra uma caixa com seu nome escrito. Dentro dessa caixa tem um relógio funcionando. Ao olhar para o relógio, ela começa a correr o mais rápido que pode.",
    "resolucao": "Alice havia acabado de se mudar para seu novo apartamento e estava organizando a mudança. Ao abrir a caixa, ela se dá conta de que estava atrasada para o trabalho."
  },
  {
    "titulo": "Ai meu carro!",
    "caso": "Um homem ataca o carro de luxo de Victor. Mesmo vendo seu carro ser destruído, ele não fez qualquer esforço para parar o homem.",
    "resolucao": "Victor e Mateus fizeram uma aposta. Foi acordado que o vencedor poderia destruir o carro do perdedor. Victor perdeu a aposta."
  },
  {
    "titulo": "A perseguição",
    "caso": "Duas pessoas estão em um táxi, seguidas por uma viatura policial e um caminhão de bombeiro. Um tempo depois, todos os veículos param e os dois vão para casa. No entanto, ninguém deixa os demais veículos.",
    "resolucao": "Os dois eram um homem e seu filho num carrossel. Eles estavam no táxi e atrás do táxi haviam uma viatura policial e um caminhão de bombeiro. Tanto a viatura quando o caminhão de bombeiros estavam vazios."
  },
  {
    "titulo": "Nova loja",
    "caso": "Jéssica abre uma loja de velas e por dois meses, pouquíssimas pessoas entraram na loja. Certo dia, um grupo de pessoas entra na loja mas ela não fica feliz com isso.",
    "resolucao": "O grupo de pessoas na verdade eram alguns funcionários do banco e um policial, que foram confiscar a loja de Jéssica, porque ela não estava conseguindo pagar as contas."
  },
  {
    "titulo": "Até que a morte os separe",
    "caso": "Raquel não via seu marido a vários meses e certo dia decide visitá-lo. Ao encontrar seu marido, ela o mata.",
    "resolucao": "O marido de Raquel fingiu a própria morte para enganá-la e então casar-se com outra mulher. Seis meses após o funeral, Raquel vai visitar o túmulo do marido e no caminho do cemitério o encontra com a nova esposa. Ela se dá conta do que aconteceu e o mata."
  },
  {
    "titulo": "Morte em mar aberto",
    "caso": "Cinco amigos pegam um barco de pesca para passar a tarde em mar aberto. Após nadar por um tempo, eles percebem que irão morrer.",
    "resolucao": "O grupo de amigos pulou no mar para se refrescar. Ao perceberem que ninguém lembrou de estender as escadas, eles se dão conta de que irão morrer."
  },
  {
    "titulo": "O último encontro",
    "caso": "Um homem leva sua namorada para um jantar romântico em um restaurante. Ao final do encontro, ela morre diante dele.",
    "resolucao": "O homem queria pedir sua namorada em casamento, e para isso pediu ao garçom para colocar o anel na taça de champanhe de sua namorada. Ela tomou o champanhe muito rápido, sem perceber o anel. Infelizmente, ela sufocou com o anel e morreu."
  },
  {
    "titulo": "Morte no parque",
    "caso": "Uma mulher é encontrada morta em um parque. O policial liga para o irmão da vítima e pede que ele vá ao local do crime para identificar o corpo. Ao chegar, ele é preso imediatamente.",
    "resolucao": "O policial esqueceu de contar ao irmão da vítima onde o crime ocorreu. O policial ficou muito surpreso com a chegada do irmão, e percebeu que ele era o assassino, já que sabia a localização do corpo."
  },
  {
    "titulo": "Gol!",
    "caso": "Duas crianças estão jogando futebol na rua. Uma delas, sem querer atinge a mulher na cabeça com a bola. Inesperadamente, ela agradece à criança.",
    "resolucao": "A mulher estava prestes a atravessar a rua sem perceber que havia um caminhão vindo. Se a criança não tivesse a atingido com a bola, o caminhão a teria atropelado."
  },
  {
    "titulo": "O botão",
    "caso": "Um homem está trabalhando nas ruas, quando pede ajuda a uma mulher. Ela aperta um botão e o homem morre.",
    "resolucao": "O homem é um engolidor de espadas e pediu a uma pessoa da plateia para inserir um objeto longo em sua boca. A mulher coloca seu guarda-chuva na boca do homem, porém aperta o botão do guarda-chuva acidentalmente, fazendo com que ele abra. O homem morreu sufocado."
  },
  {
    "titulo": "Ladrão imparável",
    "caso": "Um ladrão entra no quarto em que Helen está dormindo e começa a procurar por bens de valor. Ela acorda e vê o ladrão e apesar de não estar com medo, não faz nada para impedi-lo.",
    "resolucao": "Helen era um bebê de um ano e não entendia o que estava acontecendo."
  },
  {
    "titulo": "Sono inquieto",
    "caso": "Felipe chega cansado em casa. Ele vai ao seu quarto, desligando a luz para dormir. Após um tempo, sentindo-se desconfortável, ele acende a luz e olha ao redor. Ele apaga a luz novamente e tenta dormir. Após fazer isso várias vezes, ele olha debaixo da cama e encontra um cadáver.",
    "resolucao": "Um ladrão estava roubando a casa de Felipe. Quando Felipe chegou em casa, o ladrão se escondeu embaixo da cama. O ladrão ficou tão nervoso que sofreu um infarto. Felipe não conseguia dormir por causa do barulho do relógio de pulso do ladrão."
  },
  {
    "titulo": "Fuga da prisão",
    "caso": "Marcos está na prisão. Certo dia ele almoça, vai ao pátio da prisão e por fim visita a biblioteca. À noite, fora do alcance das câmeras de segurança, ele troca de roupa. Então ele passa pelos portões e deixa a prisão sem ser pêgo.",
    "resolucao": "Marcos era agente penitenciário."
  },
  {
    "titulo": "Hora de dormir",
    "caso": "Uma mulher está assistindo a um filme. De repente ela ouve explosões e pessoas gritando na rua. Depois tudo fica em silêncio. A mulher desliga a televisão e vai dormir.",
    "resolucao": "Era véspera de Ano Novo. A mulher esperou as pessoas pararem de comemorar e então foi dormir."
  },
  {
    "titulo": "Morte sob um guarda-chuva",
    "caso": "Um casal encontra um cadáver na praia. O cadáver está sob um guarda-chuva e tem uma faca nas costas. Não há sinais de violência e sangue. A autópsia indicou que o homem morreu por causas naturais.",
    "resolucao": "O homem, que tinha uma faca tatuada nas costas, morreu de infarto."
  },
  {
    "titulo": "Morte no restaurante",
    "caso": "Sara entra em um restaurante e pede um copo dâ€™água ao garçom, alegando ser uma questão de vida ou morte. O garçom se recusa a ajudá-la e Sara vai embora desconsolada, pensando na vida que não pôde salvar.",
    "resolucao": "Sara estava fazendo se mudando. Ao sair na rua, tropeçou na calçada e o aquário que carregava sobre algumas caixas caiu no chão e quebrou. Ela precisava do copo dâ€™água para salvar a vida de seu peixinho."
  },
  {
    "titulo": "A chave misteriosa",
    "caso": "Todas as noites antes de dormir, Isabel tranca a porta de sua casa e prende a chave em uma corda.",
    "resolucao": "Isabel era sonâmbula e algumas noites antes, ela saiu de casa durante a madrugada sem se dar conta. Para impedir que isso ocorresse novamente, todas as noites ela amarrava a chave a uma corda com um sino. Caso tentasse sair de casa, seu marido seria acordado e a levaria novamente para a cama."
  },
  {
    "titulo": "Um bom dia para morrer",
    "caso": "Vanessa era amada por todos que a conheciam e não possuía inimigos. Apesar disso, muitas pessoas ficaram felizes com sua morte.",
    "resolucao": "Vanessa era doadora de órgãos e salvou muitas vidas com sua morte."
  },
  {
    "titulo": "Ouro de tolo",
    "caso": "Um grupo de pessoas vê muito ouro nas mãos de João e logo após isso o espancam, porém, sem levar o ouro.",
    "resolucao": "João estava jogando poker com um grupo de pessoas. Na mesa já havia um dez de ouros e quando viram que João estava com um dez de ouros nas mãos, perceberam que ele estava trapaceando e ficaram muito nervosos."
  },
  {
    "titulo": "Morte no Grand Canyon",
    "caso": "Raul lê um artigo de jornal sobre o acidente que matou uma mulher no Grand Canyon, e imediatamente suspeita que a mulher tenha sido assassinada.",
    "resolucao": "Raul trabalhava em uma agência de viagens e alguns dias  antes, um homem havia visitado a agência para agendar uma viagem ao Arizona (E.U.A), pois queria visitar o Grand Canyon com sua esposa, comprando uma passagem de ida e volta para ele e uma só de ida para sua esposa. Raul não havia dado muita importância a esse fato, mas ao ler as notícias, percebeu que o homem não queria que sua esposa voltasse."
  },
  {
    "titulo": "Serial killer",
    "caso": "Apesar de todos saberem que uma mulher era responsável por vários assassinatos, ela nunca foi presa.",
    "resolucao": "A mulher era uma escritora que se tornou famosa pelos romances sobre assassinatos."
  },
  {
    "titulo": "O nocaute",
    "caso": "Fábio é atingido. Porém, seus colegas ficam felizes com isso.",
    "resolucao": "Fábio era um jogador profissional de futebol. Durante uma partida, ele foi atingido com força na área do pênalti. Seus colegas de time ficaram felizes pois isso deu a eles uma ótima chance de marcar um gol."
  },
  {
    "titulo": "Uma surpresa na cama",
    "caso": "Um homem volta para casa após uma viagem de trabalho que durou vários dias e encontra sua esposa na cama com alguém que ele nunca havia visto. Mesmo assim, ele fica feliz.",
    "resolucao": "Quando o homem foi viajar, sua esposa estava prestes a dar à luz. Ao retornar, ele encontrou-a na cama com o filho recém-nascido e ficou imensamente feliz em vê-lo."
  },
  {
    "titulo": "A carta de suicídio",
    "caso": "Um homem atira em si e morre na frente de várias pessoas. Ao chegarem no local, os policiais encontram uma carta de suicídio escrita a próprio punho pelo homem. Apesar disso, uma das testemunhas é presa.",
    "resolucao": "O homem era um ator ensaiando a cena na qual seu personagem comete suicídio. A carta fazia parte do cenário e o próprio ator havia escrito. Entretanto, um dos membros da equipe trocou a arma falsa por uma real, então ao fingir o suicídio, ele na realidade atirou em si mesmo. Graças às câmeras de segurança do local, os policiais conseguiram descobrir através das filmagens quando a arma foi trocada."
  },
  {
    "titulo": "Decaptada",
    "caso": "Gabi é decaptada na frente de um policial. Alguns minutos depois, o culpado é identificado e confessa o ato. Após algumas horas de detenção ele volta às ruas.",
    "resolucao": "Uma garotinha tinha um boneco policial e uma boneca chamada Gabi. Seu irmão arranca a cabeça da boneca e quando os pais descobrem, o punem deixando-o de castigo em seu quarto. Após algumas horas, ele é liberado para brincar fora de casa."
  },
  {
    "titulo": "Sorrindo na morte",
    "caso": "Paulo está diante do túmulo de uma mulher, ele é o único em todo o cemitério que está sorrindo.",
    "resolucao": "Paulo trabalhava como coveiro. Alguns dias antes, uma mulher havia morrido em um acidente de trânsito. Paulo estava diante do túmulo, enterrando a mulher e sorriu porque seria bem pago pelo trabalho."
  },
  {
    "titulo": "O soldado sortudo",
    "caso": "Um soldado toma um tiro no campo de batalha, porém é salvo graças à sua esposa.",
    "resolucao": "Ao saber que o soldado iria para o campo de batalha, sua esposa deu a ele um medalhão com sua foto. O soldado carregava o medalhão em seu pescoço, abaixo do uniforme. Ao tomar o tiro no peito, o medalhão parou a bala, salvando sua vida."
  },
  {
    "titulo": "Uma tarde chuvosa",
    "caso": "Em uma tarde chuvosa, Emília só queria fazer uma boa ação mas infelizmente Camila pagou com sua vida.",
    "resolucao": "Emília era uma criança de cinco anos que queria ajudar sua mãe com os afazeres domésticos. Numa tarde chuvosa, sua gata Camila voltou para casa encharcada. Emília decide então colocar Camila na máquina secadora para deixar seu amado animal de estimação mais confortável. Essa não foi uma boa ideia."
  },
  {
    "titulo": "Saudação mortal",
    "caso": "Ao cumprimentar seu amigo, o homem causa a morte de um colega.",
    "resolucao": "O homem trabalhava numa construção e estava dando instruções a um operário. Naquele dia, o homem viu seu melhor amigo à distância e o cumprimentou efusivamente O operário que estava em seu primeiro dia de trabalho, interpretou os sinais da forma errada, descarregando mais vigas de concreto, que esmagaram seu colega."
  },
  {
    "titulo": "O motorista",
    "caso": "Sabrina estava andando na rua quando vê um carro atropelando vários pedestres. Apesar de aterrorizada, ela continua andando normalmente.",
    "resolucao": "Sabrina parou diante de uma loja na qual a TV estava mostrando as notícias do dia sobre um motorista bêbado que atropelou várias pessoas. Sabrina ficou horrorizada com as imagens, mas seguiu seu caminho."
  },
  {
    "titulo": "Ilha do tesouro",
    "caso": "Um pirada enterra seu maior tesouro numa ilha deserta. Após um tempo, ele descobre que um de seus rivais conseguiu uma cópia do mapa que mostra a exata localização do tesouro. Ele não se incomoda com o fato de seu inimigo saber em qual local da ilha cavar para encontrar o tesouro.",
    "resolucao": "O pirata cavou aproximadamente 3 metros e enterrou 90% de seu tesouro, cobrindo-o de areia até que o buraco ficasse com somente 1 metro de profundidade, onde enterrou os 10% restantes, cobrindo tudo com mais areia. O tesouro era tamanho que mesmo os 10% eram uma fortuna, então o rival não suspeitaria quanto a existência de algo mais. E uma vez que se espalhasse a notícia de que o tesouro havia sido encontrado, ninguém voltaria a procurá-lo."
  },
  {
    "titulo": "A caverna",
    "caso": "Leonardo estava numa caverna quando, de repente, ouve um barulho vindo do lado de fora. Ele estranha o barulho e sai para investigar, morrendo no momento em que deixa a caverna.",
    "resolucao": "Leonardo ouviu o barulho de uma serra elétrica e descobriu que ela pertencia a um lenhador que estava cortando uma árvore próxima à entrada da caverna. Infelizmente, Leonardo não pôde desviar da árvore antes que ela caísse em cima dele."
  },
  {
    "titulo": "Mensagem mortal",
    "caso": "Um homem envia uma mensagem de texto (SMS) e uma mulher morre imediatamente.",
    "resolucao": "O homem havia chegado em seu destino após uma longa viagem, quando envia uma mensagem para o número que pensava ser de sua esposa. A mensagem dizia: \"Querida, acabei de chegar. Semana que vem será sua vez. Você não precisa trazer muitas roupas já que aqui está calor.\" Ele infelizmente acabou enviando a mensagem ao número errado, para uma mulher que havia acabado de ficar viúva. Ao imaginar que seu marido havia enviado a mensagem do inferno, a mulher morreu de infarto."
  },
  {
    "titulo": "Piuííí",
    "caso": "Uma mulher está caminhando junto aos trilhos do trem. De repente, ela vê o trem se aproximando e mesmo sem a intenção de morrer, corre em sua direção.",
    "resolucao": "A mulher estava perto da entrada de um túnel de trem. Para sair do túnel e sobreviver, ela precisava correr vários metros em direção à entrada, rumo ao trem."
  },
  {
    "titulo": "Morte no circo",
    "caso": "Alice e Breno decidem passar a tarde no circo. Infelizmente, Alice é a única a sair viva.",
    "resolucao": "Alice sabia que Breno a estava traindo e decide matá-lo. Ela o levou ao circo onde seu amigo Carlos trabalhava como domador de leões. Durante a apresentação, Carlos escolhe Breno como voluntário na plateia. Carlos deixa o leão matar Breno e faz parecer um acidente."
  },
  {
    "titulo": "Erro de cálculo",
    "caso": "Por causa de um erro de cálculo, Max morre enforcado.",
    "resolucao": "Max era um pit-bull, que ficava preso em seu canil por uma corrente. Devido a um erro de cálculo do dono de Max, a corrente era longa o suficiente para que Max pulasse a cerca, mas muito curta para ele atingir o chão do outro lado. Certo dia ele pulou a cerca, morrendo enforcado."
  },
  {
    "titulo": "Um belo casal",
    "caso": "Ivan e Conceição acabam de ver uma mulher ser assassinada, quando olham nos olhos do assassino. Ivan sai correndo, deixando Conceição sozinha. Porém, uma semana depois, eles se casam.",
    "resolucao": "Ivan e Conceição estavam noivos a muitos anos. Certa noite, eles assistiram a um filme de terror em casa. Após a cena de assassinato, Ivan corre para pegar a pipoca no microondas."
  },
  {
    "titulo": "A última música",
    "caso": "Marina está sentada ouvindo sua música favorita. Ao espirrar, ela perde a vida.",
    "resolucao": "Marina dirigia seu carro durante a noite, quando sua música favorita começa a tocar na rádio, e ela decide aumentar o volume. Enquanto isso, um motorista bêbado se aproxima rapidamente pelo cruzamento, buzinando e piscando os faróis. Marina não ouviu a buzina por causa do volume do rádio, e não viu as luzes por causa do espirro. Os veículos colidiram, e Marina morreu na hora."
  },
  {
    "titulo": "A cura",
    "caso": "Os frequentes machucados de Carina começaram a curar quando ela foi visitar seu primo.",
    "resolucao": "Carina tinha bolhas frequentes nos pés, causadas por seus sapatos. Seu primo era um sapateiro e ao consertar os sapatos, eles pararam de feri-la, fazendo que com que os machucados curassem com o tempo."
  },
  {
    "titulo": "Surpresa mortal",
    "caso": "Uma garota ouve barulhos em seu quarto, e acaba morta ao investigar a causa. Ela não foi a única.",
    "resolucao": "A garota havia acabado de chegar em casa vinda da escola de ensino médio. Sua amiga queria fazer uma surpresa de aniversário e se escondeu em seu quarto. A garota ficou assustada com os barulhos vindos do quarto e pegou a arma de seu pai, que era policial, para se sentir segura. Assim que entrou em seu quarto, sua amiga pulou para dar-lhe os parabéns. Apavorada, a garota apertou o gatilho sem querer e atirou fatalmente em sua amiga. Percebendo o que havia feito, ela comete suicídio."
  },
  {
    "titulo": "A floresta do louco",
    "caso": "Um homem acorda todas as manhãs com suas mãos cheias de terra ao lado de um cadáver.",
    "resolucao": "O homem era sonâmbulo e tinha um amigo que havia falecido a certo tempo. Todas as noites ele sem perceber, levantava e ia ao túmulo do amigo. Ele então trazia o corpo ao seu lado. Portanto, ele acordava todos os dias com as mãos cheias de terra ao lado do cadáver de seu amigo. Ao se dar conta de suas ações quando inconsciente, ele enterrava o corpo novamente."
  },
  {
    "titulo": "Exposição condenada",
    "caso": "O corpo de Júlio foi encontrado morto após 12 horas do início de sua exposição de arte.",
    "resolucao": "Júlio, que era pintor, estava montando sua primeira exposição. Doze horas após seu início, um visitante chega procurando o amante de sua esposa, pois sabia que ela o traía a um certo tempo. Ele deduziu que Júlio era o amante pela quantidade de pinturas nas quais ela era retratada e decidiu matá-lo."
  },
  {
    "titulo": "O grande advogado",
    "caso": "Matheus tenta defender um cliente acusado de homicídio e morre momentos mais tarde.",
    "resolucao": "O cliente de Matheus era acusado de matar uma pessoa numa briga de bar. Matheus então alegou que a vítima atirou em si mesma acidentalmente enquanto sacava sua arma, mas os jurados duvidaram. Para convencê-los, Matheus decide mostrar na prática mas infelizmente ele usou uma arma carregada e acabou atirando em si mesmo por acidente."
  },
  {
    "titulo": "Correndo por sua vida",
    "caso": "Tadeu chega em casa certa noite e vê um homem apontando uma arma para ele. Se Tadeu não tivesse corrido, não teria perdido todo seu dinheiro.",
    "resolucao": "Tadeu estava fraudando a companhia de seguro a vários meses fingindo ser cego. Quando a companhia começou a suspeitar que havia algo errado, eles enviaram um homem com uma pistola falsa. Tadeu fugiu, provando que ele podia ver o homem com a pistola. A companhia de seguro usou esse fato para comprovar a fraude e pedir compensação."
  },
  {
    "titulo": "A estrada",
    "caso": "No meio da noite, Davi vê duas luzes se aproximando dele em alta velocidade. No momento em que acreditava que ia morrer, ele percebe que está tudo bem e sorri. Apenas momentos depois, ele morre.",
    "resolucao": "Davi estava atravessando a rua com a visibilidade baixa. Primeiramente ele viu duas luzes lado a lado, que eram de motocicletas, que felizmente conseguiram desviar dele. Aliviado porém ainda em choque com o  susto, ele permanece no meio da rua e alguns momentos mais tarde, outro veículo com faróis quebrados aparece e o atropela."
  },
  {
    "titulo": "A inundação",
    "caso": "Há uma inundação em um edifício. Apesar de haver algumas pessoas tristes, muitas delas estão muito felizes.",
    "resolucao": "A inundação ocorreu em uma escola, com a quebra de um cano no escritório do professor Santos. Alguns dias antes, o professor Santos aplicou uma prova complicada e ainda não havia corrigido as avaliações. A água estragou os papéis das provas e alguns alunos, que certamente não teriam sido aprovados, ficaram felizes em terem uma nova chance."
  },
  {
    "titulo": "Batida!",
    "caso": "Uma mulher atinge o para-brisa de um veículo que seguia pela rua e cai no chão. O motorista chama a polícia. Ao chegar, o policial cuida da vítima e a leva presa.",
    "resolucao": "A mulher havia se jogado no para-brisa do carro, que estava em baixa velocidade, com a intenção de receber uma indenização da companhia de seguros do motorista. Seu plano não funcionou porque o carro possuía uma câmera de segurança que filmou sua ação."
  },
  {
    "titulo": "Identificação de suspeito",
    "caso": "Uma mulher é chamada para identificar o suspeito de um assassinato. Cinco homens se alinham do outro lado de um espelho duplo. Apesar de não reconhecer nenhum dos homens, a mulher rapidamente deixa a sala de observação com o rosto pálido, com medo de morrer.",
    "resolucao": "Ao entrar na sala de observação, a mulher olhou para os cinco homens através do espelho. Ela não os reconheceu, mas reconheceu o policial que estava com ela na sala como o assassino. Profundamente assustada, ela decide sair correndo."
  },
  {
    "titulo": "Perfume mortal",
    "caso": "Um homem morre ao receber um frasco de perfume como presente.",
    "resolucao": "O homem era um apicultor e sua esposa deu a ele um perfume de aniversário. As abelhas, sendo muito sensíveis ao cheiro, não o reconheceram como seu cuidador e o atacaram, causando sua morte."
  },
  {
    "titulo": "Doce morte",
    "caso": "Estevão descumpre a dieta após o trabalho, como resultado seu corpo sem vida é descoberto no dia seguinte.",
    "resolucao": "Estevão era cozinheiro. Certo dia, quando seus colegas de trabalho já haviam ido para casa, ele entra na câmara fria para tomar sorvete. Infelizmente, ele escorrega e perde a consciência enquanto a porta estava fechada. Quando seus colegas de trabalho chegam no dia seguinte e entram na câmara fria, eles viram que Estevão havia morrido de hipotermia."
  },
  {
    "titulo": "O relógio dourado",
    "caso": "Lúcia estava dormindo sobre sua toalha à beira do rio. Ao acordar, ela percebe que seu relógio havia sumido. Não há pegadas próximas a ela, e quando ela denuncia ao policial, ele imediatamente descobre o ladrão.",
    "resolucao": "Lúcia havia tirado seu relógio antes de dormir, deixando-o ao seu lado. A alguns metros dela havia um pescador, que usou sua vara de pescar para pegar o relógio. O policial imediatamente percebe que só pode ter sido o pescador, já que evidentemente ninguém havia se aproximado dela."
  },
  {
    "titulo": "Chamas!",
    "caso": "Um homem vê chamas subindo a sua frente e grita o mais alto que pode, porém ninguém vai ajudá-lo.",
    "resolucao": "O homem era um cantor de heavy metal famoso, e as chamas eram parte do seu show."
  },
  {
    "titulo": "Desastre nuclear",
    "caso": "Uma mulher está assistindo TV e vê que houve um acidente nuclear com várias vítimas, e apesar disso, ela fica muito feliz.",
    "resolucao": "A mulher havia acabado de passar por uma cirurgia nos olhos e ao ver as notícias, apesar de serem tristes ela estava feliz em ver perfeitamente."
  },
  {
    "titulo": "Encontro às cegas",
    "caso": "Um homem tem um encontro marcado com uma mulher desconhecida em um restaurante. Ele nunca a viu antes, mas ao entrar no restaurante vai diretamente para a mesa em que a mulher está sentada.",
    "resolucao": "O homem tinha um encontro às cegas e a outra pessoa havia marcado o encontro por carta. A carta estava assinada com batom. Assim que o homem entrou no restaurante, ele distinguiu a mulher havia escrito a carta por ela estar usando o mesmo tom de batom."
  },
  {
    "titulo": "Um dia ruim no trabalho",
    "caso": "Se Jorge tivesse feito bem seu trabalho, ainda estaria vivo.",
    "resolucao": "Jorge era um bobo da corte. Certo dia, ele falhou em fazer o rei rir, então o rei ordenou sua execução."
  },
  {
    "titulo": "Um jantar gostoso?",
    "caso": "Apesar do jantar ter sido perfeitamente preparado naquela noite, muitas pessoas que comeram vomitaram mais tarde.",
    "resolucao": "O jantar havia sido servido no restaurante de um navio durante um cruzeiro. Devido ao forte balanço do navio, muitos dos que jantaram ficaram enjoados e vomitaram suas refeições."
  },
  {
    "titulo": "Um lugar escuro e frio",
    "caso": "Isabel se senta em um lugar escuro e frio. Ao olhar para cima, ela percebe que morrerá ali.",
    "resolucao": "Isabel havia saído para uma trilha rural em uma área afastada. Conforme caminhava, ela caiu em um velho poço que não estava sinalizado corretamente. O poço era profundo e ainda havia um pouco de água no fundo. Desorientada a princípio, Isabel percebeu tudo quando olhou para cima e viu o céu azul acima da escuridão."
  },
  {
    "titulo": "A gravata",
    "caso": "Antônio pede ajuda do amigo Enzo para ajudá-lo com o nó da gravata já que ele não sabe fazê-lo. Enzo concorda e pede para Antônio se deitar. Apesar de surpreso, ele logo percebe a lógica.",
    "resolucao": "Enzo trabalhava em uma funerária e estava acostumado a dar o nó nas gravadas dos cadáveres deitados em caixões, então era muito mais fácil para ele fazer o mesmo com Antônio."
  },
  {
    "titulo": "A sauna",
    "caso": "Um homem é encontrado morto em uma sauna vítima de uma ferida mortal. A arma do crime não é encontrada, mas ninguém deixa a sauna com qualquer coisa que possa ser usada como arma.",
    "resolucao": "O homem estava relaxando em uma sauna quando outro homem entrou com uma garrafa térmica. Dentro da garrafa havia uma faca feita de gelo, que o segundo homem usou para esfaquear o primeiro homem. Alguns segundos depois, o gelo derreteu e não havia mais evidências do que causou a morte do primeiro homem. O assassino simplesmente deixou a sauna com uma garrafa térmica vazia."
  },
  {
    "titulo": "Banho de manhã",
    "caso": "Todos os dias, Diana acorda, toma banho, toma seu café da manhã e vai para o trabalho. Um dia, ela fez tudo como sempre, mas quando seu chefe a viu, ele disse: \"Você deveria acordar mais cedo\".",
    "resolucao": "Naquele dia, ela acordou um pouco mais tarde e, estando com pressa, não teve tempo de secar o cabelo adequadamente. Seu chefe notou que ainda estava molhado."
  },
  {
    "titulo": "Uma surpresa de Natal",
    "caso": "Um homem decide fazer uma surpresa para a sua família no Natal. Alguns dias depois, sua família decide vender a casa e ir morar longe.",
    "resolucao": "O homem decidiu descer pela chaminé vestido de Papai Noel, mas ficou preso. Não sabendo que ele estava lá e ansiosos para afastar o frio, sua família acendeu a chaminé. O som do fogo cobriu os pedidos de ajuda do homem e ele acabou sufocando. Depois de algum tempo, sua família o encontrou. Eles não queriam continuar morando na casa onde ele havia morrido, então decidiram vender a casa e ir morar em outro lugar."
  },
  {
    "titulo": "Aniversário",
    "caso": "Enquanto comemorava seu aniversário de casamento, Patrícia começou a suspeitar que seu marido Bruno a traiu.",
    "resolucao": "Patrícia e Bruno decidiram celebrar seu aniversário de dois anos de casamento em um hotel de cinco estrelas que acabou de ser inaugurado. Quando chegaram lá, Bruno foi ao banheiro e pediu a Patrícia para checar algo em seu telefone. Quando ela o fez, viu que o telefone dele tinha se conectado automaticamente ao Wi-Fi do hotel, indicando que ele já estava lá com outra pessoa."
  },
  {
    "titulo": "Um grito inesperado",
    "caso": "Alice está andando calmamente na rua quando de repente ela ouve um som. Ela se vira, começa a correr o mais rápido que pode e grita.",
    "resolucao": "Alice é uma estudante que estava indo em direção a seu ponto de ônibus quando ouviu o som do ônibus se aproximando dela. Ela teve que se apressar para pegá-lo e gritou para o motorista parar."
  },
  {
    "titulo": "Recebido a balas",
    "caso": "Um homem entra em uma casa quando é atingido repentinamente por vários projéteis. No entanto, ele ainda está vivo e feliz.",
    "resolucao": "O homem chegou em casa depois de uma longa viagem de negócios e seus filhos atiraram nele com armas de brinquedo. Ele ficou muito feliz em ver sua família novamente."
  },
  {
    "titulo": "Um pedido de ajuda",
    "caso": "Uma garota liga para uma amiga dizendo que precisa da ajuda dela. Ela diz que está nervosa e que tem muita gente gritando e brigando. Diz que alguns estão até feridos. Quando sua amiga diz a ela que ela deveria chamar a polícia, a garota explica que a polícia não é necessária.",
    "resolucao": "A garota estava em uma loja de departamento no primeiro dia de vendas e precisava da ajuda de sua amiga para levar suas compras para casa."
  },
  {
    "titulo": "Amarrado ao trabalho",
    "caso": "Francisco não gosta do trabalho dele. No entanto, ele nunca perde um dia nem mesmo quando seus pais morreram.",
    "resolucao": "Francisco trabalha como coveiro em uma pequena cidade. Quando seus pais morreram, ele teve que ir trabalhar porque não havia mais ninguém que pudesse cavar seus túmulos."
  },
  {
    "titulo": "O fim do inverno",
    "caso": "É o primeiro dia de sol depois de um longo inverno e Beatriz tem aproveitado a última semana com Cleber. De repente, ela descobre que Cleber desapareceu. No entanto, isso não a surpreende.",
    "resolucao": "Cleber era um boneco de neve e Beatriz sabia que, assim que aquecesse, ele se derreteria."
  },
  {
    "titulo": "Esfaqueamento noturno",
    "caso": "Dois companheiros de viagem, Bruno e Marcos, dormem no mesmo quarto. Uma noite, Bruno, cansado de Marcos, decide pegar sua faca e matá-lo. Ele está pronto para esfaqueá-lo, mas no último momento, ele para. Ele encontrou uma maneira melhor de matar Marcos. Depois de algumas semanas, Marcos morre.",
    "resolucao": "Bruno e Marcos estavam viajando por uma área tropical remota. Bruno usou sua faca para fazer um buraco no mosquiteiro protetor de Marcos. Naquela noite, Marcos foi picado por mosquitos e acabou contraindo malária, morrendo algumas semanas depois."
  },
  {
    "titulo": "Morte na estrada",
    "caso": "Uma mulher sai de um carro e mata quatro pessoas.",
    "resolucao": "Uma família estava fazendo uma viagem pelas montanhas quando o motorista perdeu o controle do carro. O carro acabou oscilando à beira de um precipício. O peso das cinco pessoas dentro mantinha o carro equilibrado na beira do penhasco. No entanto, quando a mulher saiu do carro, o mesmo caiu do penhasco."
  },
  {
    "titulo": "Uma ligação mortal",
    "caso": "Uma ligação termina a vida de Carlos.",
    "resolucao": "Carlos, um policial, estava trabalhando em uma operação secreta para prender um importante grupo de traficantes de armas. Quando ele estava prestes a iniciar a abordagem, ele recebeu um telefonema em seu celular, e como ele tinha esquecido de colocar no silencioso,os criminosos o descobriram e o mataram."
  },
  {
    "titulo": "Morte no hospital",
    "caso": "Um homem é baleado várias vezes ao entrar em um hospital. Alguns minutos depois, ele sai feliz e sozinho.",
    "resolucao": "O homem estava jogando paintball com seus amigos. Perto do final do jogo, o homem se refugiou em um hospital abandonado que fazia parte do campo de paintball. Quando ele entrou, ele foi baleado pelo time inimigo, eliminando-o do jogo. Poucos minutos depois, o jogo terminou e o homem deixou o hospital feliz porque, apesar de sua eliminação, seu time havia vencido."
  },
  {
    "titulo": "O número do telefone",
    "caso": "Matheus e Carol se encontram novamente depois de algum tempo. Mesmo que eles fiquem felizes em se ver e que troquem números de telefone, eles só ligam um para o outro uma vez.",
    "resolucao": "Matheus e Carol estavam envolvidos em um acidente de carro. Após o acidente, eles tiveram que trocar seus dados de seguro e números de telefone. Depois que tudo foi resolvido, eles não tinham mais motivo para manter contato."
  }
]